/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ som slutter på %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – frakoblet";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Legg til";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Legg til kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOHOLDERS ADRESSE";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoholders navn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Button to add a new credit card. */
"Add New Card…" = "Legg til nytt kort…";

/* Title for Add a Card view */
"Add a Card" = "Legg til kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Legg til en direktedebiteringskonto";

/* Title shown above a card entry form */
"Add a card" = "Legg til et kort";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Legg til kort";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Legg til ny betalingsmetode";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Legg til betalingsinformasjon";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresselinje 2 (valgfritt)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Leil.";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "Bankkontoinformasjon";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURAADRESSE";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Tilbake";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for billing address entry section */
"Billing Address" = "Fakturaadresse";

/* Billing address section title for card form entry. */
"Billing address" = "Fakturaadresse";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Kjøp nå eller betal senere med Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Ved å oppgi IBAN og bekrefte denne betalingen, autoriserer du %@ og Stripe, betalingsleverandøren vår, til å sende instruksjoner til banken for å debitere kontoen din i henhold til disse instruksjonene. Du har krav på tilbakebetaling fra banken din i henhold til vilkårene i avtalen med banken din. Tilbakebetaling må påkreves innen 8 uker fra den dato da kontoen din ble belastet.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved å oppgi betalingsinformasjonen din og bekrefte denne betalingen gir du tillatelse til at (A) %@ og Stripe, vår leverandør for betalingstjenesten, sende anmodning til banken din om å belaste kontoen din og (B) banken din belaster kontoen din i samsvar med anmodningen. Som del av dine rettigheter kan du kreve å få beløpet tilbakeført i henhold til avtalen du har med banken. Tilbakeføringskrav må fremsettes innen 8 uker etter at kontoen ble belastet. Rettighetene dine blir forklart i en erklæring som du kan få fra banken. Du godtar å motta varsler om fremtidige belastninger opptil to dager før de skjer.";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Button title to cancel action in an alert */
"Cancel" = "Avbryt";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort som slutter på %@";

/* Card details entry form header title */
"Card information" = "Kortinformasjon";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* TODO */
"Choose a payment method" = "Velg en betalingsmetode";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Lukk kortskanner";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Text for continue button */
"Continue" = "Fortsett";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERINGSADRESSE";

/* Title for delivery info form */
"Delivery" = "Leveranse";

/* Title for delivery address entry section */
"Delivery Address" = "Leveringsadresse";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Rediger";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullt navn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ugyldig leveringsadresse";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ugyldige data.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laster ...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLERE ALTERNATIVER";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Ny direktedebiteringskonto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Ny SEPA-direktedebiteringskonto";

/* Button to move to the next text entry field */
"Next" = "Neste";

/* No comment provided by engineer. */
"OK" = "OK";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Banktjenester på nett (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Eller betal med";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Eller betal med et kort";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Andre";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betal %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Betal senere med Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Betal med %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Betalingsmåte";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Rett kameraet mot kortet.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnr";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Behandler …";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Fjern";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Fjern %1$@ som slutter på %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Fjern %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Fjern kort";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Fjern bankkonto";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Fjern bankkontoen som slutter på %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA-direktedebitering";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "FORSENDELSESADRESSE";
/* Label for shipping method form */

"SHIPPING METHOD" = "FORSENDELSESMETODE";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Lagre til fremtidige betalinger";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Lagre kortet til fremtidige betalinger hos %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Lagre kortet til fremtidige Stripe-betalinger";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Velg";
/* label for iDEAL-bank selection picker */

"Select bank" = "Velg bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Velg betalingsmetode";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Konfigurer";
/* Title for shipping info form */

"Shipping" = "Frakt";
/* Title for shipping address entry section */

"Shipping Address" = "Forsendelsesadresse";
/* Label for shipping method form */

"Shipping Method" = "Forsendelsesmetode";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stat / Provins / Region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Du skrev inn ufullstendig BSB.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Du skrev inn ugyldig BSB.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "IBAN-nummeret du la inn er ufullstendig.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN-nummeret du la inn er ugyldig, «%@» er ikke en gyldig landskode.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valgte betalingsmetoden er ikke tilgjengelig.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsavbrudd ved godkjennelse av betalingsmåten din - prøv igjen";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Gi tilgang til kamera i Innstillinger for å skanne kortet.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Ukjent";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Bruk fakturaadresse";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Bruk leveringsadresse";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Bruk forsendelsesadresse";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan ikke godkjenne betalingsmåten din. Vennligst velg en annen betalingsmetode og prøv igjen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du tas med til %@ for å fullføre kjøpet ditt.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN-nummeret skal starte med en tosifret landskode.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN-nummeret skal starte med en tosifret landskode.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "ZIP er ufullstendig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "ZIP er ugyldig.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kortnummeret er ufullstendig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kortnummeret er ugyldig.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kortets utløpsdato er ufullstendig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kortets utløpsdato er ugyldig.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kortets utløpsmåned er ugyldig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kortets utløpsår er ugyldig.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kortets sikkerhetskode er ufullstendig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kortets sikkerhetskode er ugyldig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Postnummeret er ufullstendig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Postnummeret er ugyldig.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP-kode";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Placeholder string for email entry field. */
"example@example.com" = "eksempel@example.com";

/* accessibility label for text field */
"expiration date" = "utløpsdato";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

